NSCameraUsageDescription = "Přístup ke kameře je zapotřebí pro skenování dokumentů a pořizování fotek a videí.";
NSFaceIDUsageDescription = "Face ID je zapotřebí pro ověřování identity uživatele prostřednictvím rozpoznání obličeje.";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "Přístup do knihovny fotek je zapotřebí pro nahrávání obrázků a videí do vámi využívaného cloudu.";
NSPhotoLibraryAddUsageDescription = "Přístup do knihovny fotek je zapotřebí pro nahrávání obrázků a videí do vámi využívaného cloudu.";
NSMicrophoneUsageDescription = "Přístup k mikrofonu je zapotřebí pro pořizování hlasových poznámek.";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
